Repository: tatsuru-hiraoka/-
Catalog: 弾き語りスクロール３/*.lproj/Localizable.strings
Languages: es, ja

source: Done
es: OK
ja: 完了

source: Music List
es: Lista
ja: 曲：リスト

# Plus
source: Please the '+'button and enter the title. Entering the title will enable you to save.
ja: +ボタンを押して曲の情報を入力してください。 タイトルを入力すると保存できるようになります。

# Scroll
source: Scroll with the set tempo.
es: Desplácese con el ritmo fijado.
ja: 設定されたテンポでスクロールします。

# Onpu
source: There are 200 bars. Chords can be entered into the top row and lyrics into the bottom row.
es: Hay 200 compases. Los acordes se pueden introducir en la fila superior y las letras en la fila inferior. El ritmo y el tempo se establecen con el botón ♩=.
ja: 小節は２００個あります。 上段にコード、下段に歌詞を入力できます。

# Tempo
source: The time signature and tempo are displayed on the toolbar. Tap to select it.
ja: ツールバーに拍子とテンポが表示されます。 タップすると選択できます。

# Copy
source: If you tap two measure numbers, the range between them will be selected. After selecting Copy, you can paste by tapping the first measure number from where you'd like to paste the copied data.
es: Copie
ja: 小節番号を２つタップするとその範囲が選択されます。コピーを選択したあとにペーストしたい最初の小節番号をタップするとペーストができます。

# Transpose
source: You can transpose a selected range. Use the ♯ button to raise the selection a semitone and the ♭ button to lower it a semitone.
ja: 選択した範囲の移調ができます。＃ボタンで半音上がり、♭ボタンで半音下がります。

# Start
source: You can set the time signature of a single measure by tapping its measure number. Once set, the color of the measure number will change based on its time signature. When starting the song mid-way, press the Start Here button.
ja: 小節番号をタップすると1小節だけの拍子を設定できます。設定すると小節番号の色が拍子によって変わります。曲の途中からスタートするときはここからスタートボタンを押します。

# Font
source: You can select font and color options.
ja: フォントと色を選択することができます。

# Bluetooth
source: Musical scores that have been created can be shared. Select the songs you wish to send once you have successfully connected. Multiple songs can be selected. Song information can be sent when the send button is displayed.
es: Se pueden compartir las partituras que se han creado. Seleccione las canciones que desee enviar una vez que se haya conectado con éxito. Se pueden seleccionar varias canciones. Puede enviarse información de la canción cuando se muestra el botón enviar.
ja: 作成した楽譜を共有することができます。 接続が成功したら送信したい曲を選択します。 曲は複数選ぶことができます。 送信ボタンが表示されたら曲情報を送ることができます。

# Producer
source: Producer Tatsuru Hiraoka Toshihiko Koda suchin2013@gmail.com
es: Producer Tatsuru Hiraoka Toshihiko Hanashiro suchin2013@gmail.com
ja: 制作者 Tatsuru Hiraoka Toshihiko Koda suchin2013@gmail.com

# Painter
source: Illustrator INUICHI http://inu1.web.fc2.com/
ja: 絵師 百犬庵 戌一 http://inu1.web.fc2.com/

source: Menu
es: Menú
ja: メニュー

# setumei
source: Entering the title will enable you to save.
ja: タイトル入力で保存できるようになります。

source: Detecting data recipients
es: Detectando receptores de datos
ja: データを受け取る相手を 検出中

source: Detecting data senders
es: Detectando remitentes de datos
ja: データを送ってくる相手を 検出中

source: Verify sender
es: Verifique remitente
ja: 送り主を確認

source: Buy
es: Comprar
ja: 購入

source: Error
ja: エラー

source: Incorrect Item ID
es: Identificación del artículo incorrecto
ja: アイテムIDが不正です。

source: Purchase operation failed.
es: La operación de compra falló
ja: 購入処理を失敗しました。

source: Restore failed.
es: Error en la restauración
ja: リストアに失敗しました。

source: Restore complete.
es: Restauración completa
ja: リストアを完了しました。

source: In-App Purchasing disabled.
es: In-App Compras deshabilitado
ja: アプリ内課金が制限されています。

source: Please select an item.
ja: アイテムを選択してください。

# Lyrics
source: Please enter the lyrics
es: Por favor,introduzca las letras

# How
source: How to use
es: Cómo utilizar
